---
kind: other
id: Methods.T:Autodesk.Revit.DB.STEPImportOptions
source: html/db57ca17-e150-3a50-ba27-5752c000eda9.htm
---
# STEPImportOptions Methods

Get the default length unit used for importing unitless files.